Repository: Kreidian/Megalodon
Catalog: HolyCompass/HolyCompass/*.lproj/Localizable.strings
Languages: fr, he, pt

source: options
he: אפשרויות
pt: opções

source: Remove Ads
fr: Supprimer les annonces
he: להסיר מודעות
pt: remova os anúncios

# CITY
source: Select which City to Face
fr: Sélectionnez la ville à Face
he: את העיר אל מול פני
pt: Selecione qual a cara da cidade

# BACKGROUND
source: Select a Background
fr: Sélectionnez un arrière-plan
he: בחר רקע
pt: Selecione um fundo

# POINTER
source: Select your Pointer
fr: Sélectionnez votre pointeur
he: בחר את המצביע
pt: Selecione o ponteiro

# CURRBG
source: Current Background
fr: Arrière-plan
he: בחר רקע
pt: Fundo

# CURRPTR
source: Current Compass Pointer
fr: Pointeur
he: בחר את המצביע
pt: Ponteiro

# PRESICION
source: Heading Presicion Level
fr: Titre de niveau de précision
he: כותרת הדיוק רמה
pt: Título nível de precisão

# BEST
source: Best Possible
fr: Optimal
he: הטוב ביותר האפשרי
pt: melhor possível

source: Better
fr: Mieux
he: מוטב
pt: melhor

# GOOD
source: Very Good
fr: Très bien
he: טוב מאוד
pt: muito bom

# ENOUGH
source: Good
fr: Bon
he: טוב
pt: bom

# SETTINGS
source: Distance Settings
fr: Réglages à distance
he: מרחק הגדרות
pt: Configurações distância

# DISTANCE
source: Show Distance
fr: Afficher Distance
he: הצג מרחק
pt: Mostrar Distância

# MILES
source: Show Distance in: Miles
fr: Afficher plus populaires dans: Miles
he: הצג מרחק: מיילס
pt: Mostrar Distância: milhas

# KILOMETERS
source: Show Distance in: Kilometers
fr: Afficher plus populaires dans: Kilomètres
he: הצג מרחק: קילומטר
pt: Mostrar Distância: Quilômetros

source: Free
fr: Gratis
he: בחינם
pt: gratuito

source: Pack
fr: Forfait
he: חבילה
pt: pacote

# BGPACK
source: Background Pack
fr: Forfait de Base
he: רקע חבילת
pt: Pacote de fundo

# PPACK
source: Pointers Pack
fr: Forfait Pointeurs
he: מצביעי חבילה
pt: pacote ponteiros

# BGMENU
source: Backgrounds
fr: Arrière-plan
he: רקע
pt: Fundos

# PTRMENU
source: Pointers
fr: Pointeurs
he: מצביעי
pt: Ponteiros

source: Jerusalem
he: יְרוּשָׁלַיִם‎‎

# MECCA
source: Mecca, Qiblah
he: מכה

source: Vatican
he: הוותיקן

source: Bethlehem
he: בֵּית לֶחֶם‎

# VARANASI
source: Varanasi, India
fr: Varanasi, Inde
he: ורנאסי, הודו

# SALTLAKE
source: Salt Lake City, Utah
he: סולט לייק סיטי, יוטה

# ANGKORWAT
source: Angkor Wat, Cambodia
fr: Angkor Vat, Cambodge
he: אנגקור ואט, קמבודיה

# AXUM
source: Axum, Ethiopia
fr: Axum, en Ethiopie
he: אקסום, אתיופיה

# TEOTIHUACAN
source: Teotihuac√°n, Mexico
fr: Teotihuacán, Mexique
he: טאוטיהואקאן, מקסיקו
pt: Teotihuacán, Mexico

# BODHGAYA
source: Bodhgaya, India
fr: Bodhgaya, Inde
he: בודגיה, הודו

# PYRAMIDS
source: Giza Pyramids
fr: Pyramides de Gizeh
he: הפירמידות בגיזה
pt: Pirámides de Giza

source: Stonehenge
he: סטונהנג'

source: New Orleans
fr: La Nouvelle-Orléans
he: ניו אורלינס
pt: Nueva Orleáns
