Repository: Kreidian/Megalodon
Catalog: MysticArrow/MysticArrow/*.lproj/Localizable.strings
Languages: ar, el, es, hi, ko, ru, sv

source: options
ar: خيارات
el: Επιλογές
es: opciones
hi: विकल्प
ko: 옵션
ru: опции
sv: alternativ

source: Remove Ads
ar: إزالة الإعلانات
el: Αφαιρέστε διαφημίσεις
es: Quitar anuncios
hi: विज्ञापन निकालें
ko: 광고 제거
ru: Удалить объявления
sv: avlägsna annonser

# CITY
source: Select which City to Face
ar: اختيار المدينة التي لوجه
el: Επιλέξτε ποια Πόλη με Πρόσωπο
es: Seleccione la ciudad para mirar
hi: जो शहर का चेहरा के लिए चुनें
ko: 얼굴을하는 도시를 선택하십시오
ru: Выберите город к лицу
sv: SVälj vilken stad mot ansikte

# BACKGROUND
source: Select a Background
ar: حدد الخلفية
el: Επιλέξτε ένα παρασκήνιο
es: Seleccione un fondo
hi: एक पृष्ठभूमि का चयन करें
ko: 배경을 선택
ru: Выберите фон
sv: Välj en bakgrund

# POINTER
source: Select your Pointer
ar: حدد المؤشر
el: Επιλέξτε το δείκτη σας
es: Seleccione el puntero
hi: अपने सूचक का चयन करें
ko: 포인터를 선택하세요
ru: Выберите указатель
sv: Välj din pekaren

# CURRBG
source: Current Background
ar: حدد الخلفية
el: Επιλέξτε ένα παρασκήνιο
es: Fondo
hi: एक पृष्ठभूमि का चयन करें
ko: 배경을 선택
ru: Выберите фон
sv: Bakgrund

# CURRPTR
source: Current Compass Pointer
ar: حدد المؤشر
el: Επιλέξτε το δείκτη σας
es: Puntero
hi: अपने सूचक का चयन करें
ko: 포인터를 선택하세요
ru: Выберите указатель
sv: Pekaren

# PRESICION
source: Heading Presicion Level
ar: عنوان مستوى الدقة
el: Τομέας επίπεδο ακρίβειας
es: Precisión de Título de nivel
hi: प्रेसिजन स्तर शीर्षक
ko: 정밀 수준을 제목
ru: Заголовок уровень точности
sv: Rubrik precision nivå

# BEST
source: Best Possible
ar: أفضل ما يمكن
el: καλύτερο δυνατό
es: Mejor Posible
hi: श्रेष्ठ संभव
ko: 최상
ru: Лучший Возможный
sv: bästa möjliga

source: Better
ar: أفضل
el: καλύτερα
es: Mejor
hi: बेहतर
ko: 더 나은
ru: лучше
sv: bättre

# GOOD
source: Very Good
ar: جيد جدا
el: πολύ καλή
es: Muy Bueno
hi: बहुत अच्छा
ko: 매우 좋은
ru: Очень хорошо
sv: mycket bra

# ENOUGH
source: Good
ar: جيد
el: καλός
es: Bueno
hi: अच्छा
ko: 좋은
ru: хорошо
sv: bra

# SETTINGS
source: Distance Settings
ar: بعد الضبط
el: Ρυθμίσεις Απόσταση
es: Configuración de distancia
hi: दूरी सेटिंग्स
ko: 거리 설정
ru: Расстояние Настройки
sv: Avstånd Inställningar

# DISTANCE
source: Show Distance
ar: عرض المسافة
el: Εμφάνιση Απόσταση
es: Mostra Distancia
hi: दूरी दिखाएँ
ko: 거리 표시
ru: Показать Расстояние
sv: Visa Avstånd

# MILES
source: Show Distance in: feet
ar: إظهار المسافة في: مايلز
el: Εμφάνιση Απόσταση σε: Μάιλς
es: Mostra Distancia en: Millas
hi: में दूरी दिखाएँ: मील
ko: 에 거리 표시 : 마일리지
ru: Показать Расстояние: Miles
sv: Visa Avstånd i: miles

# KILOMETERS
source: Show Distance in: meters
ar: إظهار المسافة في: كيلومتر
el: Εμφάνιση Απόσταση σε: Χιλιόμετρα
es: Mostra Distancia en: Kilómetros
hi: दूरी दिखाएँ: किलोमीटर
ko: 에 거리 표시 : 킬로미터
ru: Показать Расстояние: километры
sv: Visa Avstånd: kilometer

# LOCERROR
source: Location Services Disabled
ar: خدمات الموقع قبالة
el: Υπηρεσίες Τοποθεσία απενεργοποιημένη
es: Servicios de Localización Apagado
hi: स्थान सेवाएँ बंद कर दिया
ko: 위치 서비스가 비활성 화됨
ru: Расположение Услуги выключен
sv: Platstjänster Inaktiverad

# LOCERRMSG1
source: This app need this service to be enabled in order to funciton properly.
ar: هذا التطبيق يحتاج هذه الخدمة إلى تمكين لكي تعمل بشكل صحيح.
el: Η εφαρμογή αυτής της υπηρεσίας πρέπει να είναι ενεργοποιημένη για να λειτουργήσει σωστά.
es: Esta aplicación necesita este servicio habilitado para funcionar correctamente.
hi: यह अनुप्रयोग इस सेवा की जरूरत करने के क्रम में ठीक ढंग से काम करने में सक्षम किया जा.
ko: 이 응용 프로그램은 제대로 작동하기 위해서는 활성화되어이 서비스를 필요합니다
ru: Это приложение должно эта услуга должна быть включена для того, чтобы нормально функционировать.
sv: Denna applikation behöver denna tjänst vara aktiverat för att fungera korrekt.

# LOCERRMSG2
source: Please go to Settings and turn on Location Service for this app.
ar: يرجى الذهاب الى لوحة التحكم وتشغيل خدمة الدولة لهذا التطبيق.
el: Παρακαλώ πηγαίνετε στο Ρυθμίσεις και ενεργοποιήστε Τοποθεσία Υπηρεσίας για την εφαρμογή αυτή.
es: Por favor, vaya a Configuración y activa el Servicio de Localización para esta aplicación.
hi: सेटिंग्स पर जाएँ और इस आवेदन के लिए स्थान सेवा पर बारी.
ko: 설정으로 이동하고이 응용 프로그램의 위치 서비스를 설정하시기 바랍니다
ru: Пожалуйста, перейдите в настройки и включить Место службы для данного приложения.
sv: Gå till Inställningar och slå på olika orter Service för denna applikation.

source: Free
ar: لالحرة
el: για το Ελεύθερο
es: Gratis
hi: मुक्त करने के लिए
ko: 무료의
ru: бесплатно
sv: gratis

source: Pack
ar: رزمة
el: πακέτο
es: Paquete
hi: बोझ
ko: 한 벌
ru: упаковка
sv: paket

# BGPACK
source: Background Pack
ar: خلفية باقة
el: Πακέτο Ιστορικό
es: Paquete de Fondo
hi: पृष्ठभूमि पैकेज
ko: 배경 패키지
ru: Фон пакет
sv: Bakgrund Paketet

# PPACK
source: Pointers Pack
ar: مؤشرات حزمة
el: Δείκτες Πακέτο
es: Paquete de Punteros
hi: सूचक पैकेज
ko: 포인터 패키지
ru: Указатели пакет
sv: Pekaren Paketet

# BGMENU
source: Backgrounds
ar: الخلفيات
el: Φόντα
es: Fondos
hi: पृष्ठभूमि
ko: 배경
ru: Фон
sv: Bakgrund

# PTRMENU
source: Pointers
ar: مؤشرات
el: δείκτες
es: Punteros
hi: सूचक
ko: 포인터
ru: Указатели
sv: Pekaren

source: purchasing
ar: شراء
el: Αγοράζοντας
es: Comprando
hi: क्रय
ko: 구입하기
ru: покупка
sv: inköp
